Revit 2027 API
ParameterTypeId.CwpAddGridPrefix Property
 "Add prefix to Grid Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpAddGridPrefix { get; }
Public Shared ReadOnly Property CwpAddGridPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpAddGridPrefix {
	ForgeTypeId^ get ();
}
static member CwpAddGridPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace